Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ལྷ་རྣམས་བལྟ་བའི་ཕྱིར་འགྲོའོ། །ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། མིའམ་ཅི་རྣམས་དང་།
en: I go to see the gods. I go to see the nāgas, yakṣas, garuḍas, gandharvas, kiṁnaras,

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་བལྟ་བའི་ཕྱིར་འགྲོའོ།
en: kaṭapūtanas, and pāṃśukūla piśācas too.

source: ལྷ་རྣམས་བདག་བལྟ་བའི་ཕྱིར་འོང་ངོ་། །ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། མིའམ་ཅི་རྣམས་དང་།
en: The gods come to see me. The nāgas, yakṣas, garuḍas, gandharvas, kiṁnaras,

source: སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་བདག་བལྟ་བའི་ཕྱིར་འོང་ངོ་། །ལྷ་རྣམས་དང་ལྷན་ཅིག་གཏམ་འདྲེ་བར་བྱེད། །
en: kaṭapūtanas, and pāṃśukūla piśācas also come see me.’ “He claims, ‘I converse with the gods.

source: ཕེབས་པར་སྨྲ་བར་བྱེད། སོ་སོར་ཀུན་དགའ་བར་བྱེད། རྟག་ཏུ་ཡང་ལྷན་ཅིག་གནས་པར་བྱེད་དོ།
en: I chat with them. We delight one another, and I always keep their company.

source: མིའམ་ཅི་རྣམས་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་དང་། ཡི་དགས་རྣམས་དང་། ཤ་ཟ་རྣམས་དང་།
en: kiṁnaras, mahoragas, pretas, piśācas,

source: ཕེབས་པར་སྨྲ་བར་བྱེད། སོ་སོར་ཀུན་དགའ་བར་བྱེད། རྟག་ཏུ་ཡང་ལྷན་ཅིག་གནས་པར་བྱེད་དོ། །
en: I chat with them. We delight one another. And I always keep their company.

source: ལྷ་རྣམས་བདག་དང་ལྷན་ཅིག་གཏམ་འདྲེ་བར་བྱེད། ཕེབས་པར་སྨྲ་བར་བྱེད།
en: The gods converse with me. They chat with me.

source: སོ་སོར་ཀུན་དགའ་བར་བྱེད། རྟག་ཏུ་ཡང་ལྷན་ཅིག་གནས་པར་བྱེད་དོ། །
en: We delight one another. And they always keep my company.

source: ཀླུ་རྣམས་དང་། གནོད་སྦྱིན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་།
en: the nāgas, yakṣas, garuḍas, gandharvas,

source: གྲུལ་བུམ་རྣམས་དང་། སྲུལ་པོ་རྣམས་དང་། ལུས་སྲུལ་པོ་རྣམས་དང་། རྡུལ་ཁྲོད་ཀྱི་ཤ་ཟ་རྣམས་བདག་དང་ལྷན་ཅིག་གཏམ་འདྲེ་བར་བྱེད། ཕེབས་པར་སྨྲ་བར་བྱེད། །
en: kumbhāṇḍas, pūtanas, kaṭapūtanas, and pāṃśukūla piśācas converse with me. They chat with me.

source: མ་ཐོབ་བཞིན་དུ་བདག་གིས་མི་རྟག་པའི་འདུ་ཤེས་དང་། མི་རྟག་པ་ལ་སྡུག་བསྔལ་བའི་འདུ་ཤེས་དང་།
en: “Though he has no such attainments, he claims, ‘I have gained recognition of impermanence,

source: སྡུག་བསྔལ་བ་ལ་བདག་མེད་པའི་འདུ་ཤེས་དང་། ཟས་ལ་མི་མཐུན་པའི་འདུ་ཤེས་དང་།
en: recognition of the suffering in impermanence, recognition of the selflessness of suffering, recognition of aversion to food,

source: འཇིག་རྟེན་ཐམས་ཅད་ལ་མངོན་པར་མི་དགའ་བའི་འདུ་ཤེས་དང་། ཉེས་དམིགས་ཀྱི་འདུ་ཤེས་དང་། སྤོང་བའི་འདུ་ཤེས་དང་།
en: recognition of dislike for all worlds, recognition of drawbacks, recognition of abandonment,

source: འདོད་ཆགས་དང་བྲལ་བའི་འདུ་ཤེས་དང་། འགོག་པའི་འདུ་ཤེས་དང་། འཆི་བའི་འདུ་ཤེས་དང་།
en: recognition of freedom from desirous attachment, recognition of cessation, recognition of death,

source: མི་སྡུག་པའི་འདུ་ཤེས་དང་། རྣམ་པར་སྔོས་པའི་འདུ་ཤེས་དང་། རྣམ་པར་རྣགས་པའི་འདུ་ཤེས་དང་།
en: recognition of ugliness, recognition of putrefaction, recognition of suppuration,

source: རྣམ་པར་བམ་པའི་འདུ་ཤེས་དང་། རྣམ་པར་འབུས་གཞིགས་པའི་འདུ་ཤེས་དང་། རྣམ་པར་ཟོས་པའི་འདུ་ཤེས་དང་།
en: recognition of bloating, recognition of decomposition, recognition of moldering,

source: རྣམ་པར་དམར་བའི་འདུ་ཤེས་དང་། རྣམ་པར་འཐོར་བའི་འདུ་ཤེས་དང་། རུས་གོང་གི་འདུ་ཤེས་དང་།
en: recognition of red rot, recognition of disintegration, recognition of bare bones,

source: སྟོང་པ་ཉིད་དུ་སོ་སོར་རྟོག་པའི་འདུ་ཤེས་ཐོབ་བོ། །
en: and recognition of the discernment of emptiness.’

source: མ་ཐོབ་བཞིན་དུ་བདག་གིས་བསམ་གཏན་དང་པོ་དང་། གཉིས་པ་དང་། གསུམ་པ་དང་། བཞི་པ་དང་།
en: “Though he has no such attainments, he claims, ‘I have attained the first, second, third, and fourth dhyānas;

source: བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་དང་།
en: loving kindness, compassion, joy, and equanimity;

source: ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་།
en: the abode of infinite space, the abode of infinite consciousness,

source: ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དང་།
en: the abode of nothingness, the abode of neither recognition nor non-recognition,

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་གཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་།
en: the fruition of stream enterer, the fruition of once-returner,

source: ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ཀྱི་འབྲས་བུ་དང་།
en: the fruition of non-returner, the fruition of arhatship,

source: རྫུ་འཕྲུལ་གྱི་ཡུལ་དང་། ལྷའི་རྣ་བ་དང་། སེམས་ཀྱི་རྣམ་གྲངས་དང་། སྔོན་གྱི་གནས་དང་།
en: miraculous abilities, the divine ear, and knowledge of manifold minds, previous lives,

source: འཆི་འཕོ་དང་། སྐྱེ་བ་དང་ཟག་པ་ཟད་པ་ཐོབ་བོ། །
en: he onset of death and birth, and the exhaustion of defilements.

source: བདག་ནི་དགྲ་བཅོམ་པ་རྣམ་པར་ཐར་པ་བརྒྱད་ལ་བསམ་གཏན་པ་དང་གཉི་གའི་ཆ་ལས་རྣམ་པར་གྲོལ་བ་ཡིན་ནོ་ཞེས་བྱ་བ་སྟེ།
en: I, an arhat absorbed in the eight liberations, have been freed from the two.’

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཤིང་ཏ་ལའི་མགོ་བཅད་ན་སྔོན་པོར་འགྱུར་དུ་མི་རུང་ལ་འཕེལ་ཞིང་རྒྱས་པ་དང་ཡངས་པར་འགྱུར་དུ་མི་རུང་བ་བཞིན་ནོ། །
en: It is like a palmyra tree: if you were to lop off its crown, it would no longer be green, nor would it flourish, grow, or expand.

source: དེང་ཕྱིན་ཆད་ཁྱོད་སྤྱད་པ་མ་ཡིན་པ་དང་། བྱ་བ་མ་ཡིན་པ་དང་།
en: “From this day forward, you must endeavor to fully safeguard your intentions

source: སྤྱད་པ་མ་ཡིན་པ་སྤང་བ་དེ་ལ་དྲན་པ་དང་བག་ཡོད་པས་སེམས་ཤིན་ཏུ་བསྲུང་བར་བརྩོན་པར་གྱིས་ཤིག །
en: by being mindful of and attentive to forsaking improper arrangements, improper actions, and improper behavior.

source: ཇི་ལྟར་གནས་འདི་ལྟ་བུ་ལ་མི་སྤྱོད་དམ། དེས་མི་སྤྱོད་ཅེས་བརྗོད་པར་བྱའོ། །།
en: Do you accept not to engage in such things?” The newly ordained monk responds: “I will not engage in such things.”

source: དེ་ནི་དགེ་སྦྱོང་དུ་བྱེད་པའི་ཆོས་རྣམས་བརྗོད་པའོ།། །།
en: Explaining those things that constitute spiritual practice

source: དེའི་འོག་ཏུ་དགེ་སྦྱོང་དུ་བྱེད་པའི་ཆོས་རྣམས་བརྗོད་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག །
en: Explain those things that constitute spiritual practice: “Listen, venerable [newly ordained monk’s name].

source: བཞི་པོ་འདི་དག་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མཁྱེན་ཅིང་གཟིགས་པ་དེས་
en: The Blessed One, the tathāgata, arhat, perfectly awakened, omniscient, all-seeing Buddha

source: དེ་ལྟར་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པའི་དགེ་སློང་གི་དགེ་སྦྱོང་དུ་བྱེད་པའི་ཆོས་སུ་གསུངས་ཏེ།
en: has declared four observances to constitute spiritual practice.

source: བཞི་གང་ཞེ་ན། ཚེ་དང་ལྡན་པ་ཁྱོད་ཀྱིས་དེང་ཕྱིན་ཆད་གཤེ་ཡང་སླར་མི་གཤེ་བར་བྱ་བ་དང་།
en: What are those four observances? Venerable, from now on, though you be rebuked, do not rebuke in return;

source: ཁྲོས་ཀྱང་སླར་མི་ཁྲོ་བར་བྱ་བ་དང་། བརྡེགས་ཀྱང་སླར་མི་བརྡེག་པར་བྱ་བ་དང་།
en: though you be assaulted, do not assault in return; though you be struck, do not strike back;

source: མཚང་བྲུས་ཀྱང་སླར་མཚང་མི་བྲུ་བར་བྱའོ། །
en: and though you be reproached, do not reproach in return.

source: ཇི་ལྟར་གནས་འདི་ལྟ་བུ་ལ་སྤྱོད་དམ། དེས་སྤྱོད་ཅེས་བརྗོད་པར་བྱའོ། །
en: Do you accept to engage in such observances?” The newly ordained monk responds: “I will engage in those observances.”

source: དེའི་འོག་ཏུ་མཆོག་ཏུ་འདོད་པར་བྱ་བ་ཡང་དག་པ་ཉིད་ཀྱིས་རྫོགས་པ་ཉིད་བརྗོད་པར་བྱ་སྟེ།
en: Announce the perfect fulfillment of his greatest desire:

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཉོན་ཅིག །།
en: “Listen, venerable.

source: གང་ཡིན་པ་དེང་ཁྱོད་མཁན་པོར་འོས་པ་དང་། སློབ་དཔོན་དུ་འོས་པ་གཉིས་དང་། དགེ་འདུན་མཐུན་པ་དང་། གསོལ་བ་དང་བཞིའི་ལས་མི་གཡོ་བ་གཞག་པར་མི་འོས་པས་
en: As you have irreproachably secured a suitable preceptor, a suitable instructor, the consent of the saṅgha, and an act whose fourth member is a motion,

source: ཁྱོད་སྔོན་བདག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཐོབ་ཀྱང་ཅི་མ་རུང་སྙམ་དུ་སྨོན་པ་
en: it would not be right to disregard your wish, your seeking monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya.

source: རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་སོ། །
en: And so I declare that you have gone forth and been ordained.”

source: དེ་ནི་ཚུལ་ཁྲིམས་ཀྱིས་མཉམ་པར་གྱུར་པ་ཉིད་སྒྲུབ་པ་ལ་ངེས་པར་སྦྱར་བའོ།། །
en: Enjoining him to practice the equally applicable ethical code

source: དེའི་འོག་ཏུ་ཚུལ་ཁྲིམས་ཀྱིས་མཉམ་པར་གྱུར་པ་ཉིད་སྒྲུབ་པ་ལ་ངེས་པར་སྦྱར་བར་བྱ་སྟེ། །
en: Enjoin him to practice the equally applicable ethical code:

source: བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པའི་དགེ་སློང་གིས་བསླབ་པ་གང་ལ་བསླབ་པར་བྱ་བ་དེ་ལ་དེ་རིང་བསྙེན་པར་རྫོགས་པས་ཀྱང་བསླབ་བོ། །
en: A person ordained today trains in the very same training that a monk ordained for one hundred years trains in.

source: དེ་རིང་བསྙེན་པར་རྫོགས་པའི་དགེ་སློང་གིས་བསླབ་པ་གང་ལ་བསླབ་པར་བྱ་བ་དེ་ལ་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པས་ཀྱང་བསླབ་བོ། །
en: Just so, one ordained for one hundred years trains in the very same training that a monk ordained today trains in.

source: དེ་ལྟར་ན་ཚུལ་ཁྲིམས་ཉིད་ཀྱིས་མཉམ་པ་དང་། བསླབ་པ་ཉིད་ཀྱིས་མཉམ་པ་དང་།
en: Since the ethical code is equally applicable, the training is equally applicable,

source: སོ་སོར་ཐར་པས་མདོ་འདོན་པ་ཉིད་ཀྱིས་མཉམ་པ་དེ་ཁྱོད་ཀྱིས་དེང་ཕྱིན་ཆད་བསྒྲུབ་པར་བྱའི་མི་བསྒྲུབ་པར་མི་བྱའོ། །
en: and because the recitation of the Prātimokṣasūtra is equally applicable, from now on you must not neglect what you must train in.”

source: དེ་ནི་ཚུལ་དང་འབྲེལ་པའི་གཟུགས་བརྙན་ལ་ངེས་པར་སྦྱར་བའོ།། །།
en: Enjoining him to adhere to his role model.

source: དེའི་འོག་ཏུ་ཚུལ་དང་འབྲེལ་པའི་གཟུགས་བརྙན་ལ་ངེས་པར་སྦྱར་བར་བྱ་སྟེ།
en: Enjoin the newly ordained monk to adhere to his role model:

source: དེང་ཕྱིན་ཆད་ཁྱོད་ཀྱིས་མཁན་པོ་ལ་ཕའི་འདུ་ཤེས་ཉེ་བར་གཞག་པར་བྱའོ། །
en: “From now on, you should think of your preceptor as your father.

source: མཁན་པོས་ཀྱང་ཁྱོད་ལ་བུའི་འདུ་ཤེས་ཉེ་བར་གཞག་པར་བྱའོ། །
en: For his part, your preceptor will think of you as his son.

source: ཁྱོད་ཀྱིས་དེང་ཕྱིན་ཆད་མཁན་པོ་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་བསྙེན་བཀུར་བྱའོ། །
en: From this day forth, you should venerate your preceptor for as long as you shall live.

source: མཁན་པོས་ཀྱང་ཁྱོད་ཤིའམ་སོས་ཀྱི་བར་དུ་ནད་གཡོག་བྱའོ། །།
en: For his part, your preceptor will nurse you unto death, for so long as you live.”

source: དེ་ནི་དུལ་བར་གནས་པ་ཉིད་ལ་ངེས་པར་སྦྱར་བའོ།།
en: Enjoining him to dwell in tranquility

source: དེའི་འོག་ཏུ་དུལ་བར་གནས་པ་ཉིད་ལ་ངེས་པར་སྦྱར་བར་བྱ་སྟེ། །
en: Enjoin him to dwell in tranquility:

source: དེང་ཕྱིན་ཆད་ཁྱོད་ཀྱིས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་དང་།
en: “From now on, have respect for those who live in accord with the holy life

source: གནས་བརྟན་རྣམས་དང་། བར་མ་རྣམས་དང་། གསར་བུ་རྣམས་ལ་
en: elders, the middle-aged, and the young—

source: དེ་ནི་དགོས་པ་རྗེས་སུ་བསྒྲུབ་པ་ལ་ཉེ་བར་སྦྱར་བར་བྱ་བའོ།། །།
en: Enjoining him to acquire what is needed.

source: དེའི་འོག་ཏུ་དགོས་པ་རྗེས་སུ་བསྒྲུབ་པ་ལ་ངེས་པར་སྦྱར་བར་བྱ་སྟེ།
en: Enjoin him to acquire what is needed:

source: དེང་ཕྱིན་ཆད་ཁྱོད་ཀྱིས་ལུང་མནོད་པར་བྱ། བཀླག་པར་བྱ། ཁ་ཏོན་དུ་བྱའོ། །
en: “From now on, you should learn the scriptures, read them, and recite them.

source: ཕུང་པོ་ལ་མཁས་པ་དང་། ཁམས་ལ་མཁས་པ་དང་། སྐྱེ་མཆེད་ལ་མཁས་པ་དང་།
en: Master the aggregates, master the sense spheres, master the seats of the senses,

source: རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་མཁས་པ་དང་། གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པར་བྱའོ། །
en: master interdependent arising, master right and wrong,

source: མ་ཐོབ་པ་ཐོབ་པར་བྱ་བ་དང་། མ་རྟོགས་པ་རྟོགས་པར་བྱ་བ་དང་།
en: attain what you have not yet attained, realize what you have not yet realized,

source: མངོན་དུ་མ་བྱས་པ་མངོན་དུ་བྱ་བའི་ཕྱིར་ཁྱོད་ཀྱིས་བརྩོན་པ་མི་འདོར་བར་བྱའོ། །
en: actualize what you have not yet actualized—do not let your effort lag.”

source: དེ་ནི་མ་བརྗོད་པ་ཡང་དག་པར་བླངས་པ་ཡོངས་སུ་ཤེས་པའི་སྒྲུབ་པར་འགྱུར་བ་ཉིད་བརྗོད་པའོ།། །།
en: Informing him of what he must do to fully understand his unspoken commitments

source: དེའི་འོག་ཏུ་མ་བརྗོད་པ་ཡང་དག་པར་བླངས་པ་ཡོངས་སུ་ཤེས་པའི་སྒྲུབ་པར་འགྱུར་བ་ཉིད་ཀྱང་བརྗོད་པར་བྱ་སྟེ།
en: Inform him of what he must do to fully understand his unspoken commitments:

source: འདི་དག་ནི་ཁོ་བོས་ཁྱོད་ལ་བསླབ་པའི་གཞི་ཆེ་ལོང་ཆེ་ལོང་ཙམ་ཞིག་བརྗོད་པར་ཟད་དེ།
en: “These things that I have told you are but a rough overview of the foundations of your training.

source: གཞན་དག་ནི་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པའི་ཚེ་ཐོས་པར་འགྱུར་རོ། །
en: You shall hear more every half-month when you recite the Prātimokṣasūtra,

source: གཏམ་འདྲེས་པ་དང་། ཕེབས་པར་སྨྲ་བ་དང་། སྨོས་འདྲིན་དང་། འགྲོགས་བཤེས་རྣམས་ཀྱང་རྒྱ་ཆེར་སྟོན་པར་འགྱུར་རོ། །
en: while the rest will be revealed at length if you converse with, chat with, and question

source: གཞན་དག་ཀྱང་སློབ་དཔོན་དང་། མཁན་པོ་དང་། མཁན་པོ་གཅིག་པ་དང་། སློབ་དཔོན་གཅིག་པ་དང་།
en: your instructor, your preceptor, one like your preceptor, one like your instructor, or companions.”

source: དེ་ནི་གུས་པ་ལ་ངེས་པར་སྦྱར་བའོ།། །།
en: Enjoining him to heed what he reveres

source: དེའི་འོག་ཏུ་གུས་པ་ལ་ཡང་ངེས་པར་སྦྱར་བར་བྱ་སྟེ།
en: Enjoin him to heed what he reveres:

source: ཤེས་རབ་མཆོག་གི་བསྟན་པ་ལ། །ཁྱོད་ནི་བསྙེན་པར་རྫོགས་པར་གྱུར། །
en: “You have been ordainedInto the teachings of the most wise.

source: དལ་དང་འབྱོར་པ་རྙེད་དཀའ་བས། །འདི་དག་ཇི་ལྟ་བཞིན་དུ་སྒྲུབས། །
en: To find leisure and opportunity is rare, So heed them perfectly.

source: མཛེས་པ་རབ་ཏུ་དབྱུང་བ་དང་། །ཡོངས་སུ་དག་པ་བསྙེན་རྫོགས་པར། །རྫོགས་སངས་རྒྱས་ཀྱིས་རབ་མཁྱེན་ཏེ། །བདེན་པའི་མཚན་གྱིས་བཀའ་སྩལ་ཏོ། །།
en: Knowing all, the Perfectly Awakened One, Whose name denotes truth, proclaimed That going forth is for the gracious And ordination for the pure.”

source: དེའི་འོག་ཏུ་བསྒྲུབ་པར་བྱ་བ་ཐབས་བརྗོད་པ་དང་བཅས་པ་ལ་ངེས་པར་སྦྱར་བར་བྱ་སྟེ།
en: Finally, enjoin him in how he must practice:

source: ཚེ་དང་ལྡན་པ་ཁྱོད་བསྙེན་པར་རྫོགས་ཟིན་གྱིས་བག་ཡོད་པར་སྒྲུབས་ཤིག །དེ་ནི་བསྒྲུབ་པར་བྱ་བ་ཐབས་བརྗོད་པ་དང་བཅས་པ་ལ་ངེས་པར་སྦྱར་བའོ།
en: “Venerable, as you have been ordained, you must be conscientious.”

source: དགེ་སློང་བསྙེན་པར་རྫོགས་པར་བྱ་བའི་ཆོ་ག་རྫོགས་སོ།། །
en: This marks the end of the monk’s ordination rite.

source: བར་སྡོམ་ལ། མ་ཞུས་ལྷུང་བཟེད་ཆོས་གོས་དང་། །
en: A section index: Not tending the begging bowl, Dharma robes,

source: ནད་གཡོག་འགྱོད་དང་ལྟ་བ་དང་། །ནན་ཐུར་བཟོད་དང་སྤོ་བ་དང་། །མགུ་དང་དབྱུང་བ་རྣམ་པ་བཅུ།
en: Nursing, regret, view, Disciplinary acts, clemency, demotion, Probation, and reinstatement.

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། །
en: The monks asked the Blessed One

source: དེ་དག་དེ་ལྟར་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་ན་མཁན་པོ་དང་སློབ་དཔོན་ལ་ཞུ་བར་མི་བྱེད། ཡོངས་སུ་ཞུ་བར་མི་བྱེད་གུས་པར་མི་བྱེད་པའི་སྐབས་དེ་
en: for instructions on what to do when those who have gone forth and are ordained cannot consult, seek counsel from, or heed the preceptor or instructor.

source: དགེ་སློང་དག་ངས་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱི་ཀུན་དུ་སྤྱོད་པའི་ཆོས་དག་བཅའ་བར་བྱ་སྟེ།
en: “Monks, I will lay out the appropriate conduct of a monk ward or apprentice.

source: དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས་
en: A monk ward or apprentice

source: མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་མ་ཞུས་པར་གཙུག་ལག་ཁང་ཆག་ཆག་གདབ་པར་མི་བྱ། ཕྱག་དར་མི་བྱ། བ་ལང་གི་ལྕི་བ་སར་པས་བྱུག་པར་མི་བྱ། ལྷུང་བཟེད་ཀྱི་ལས་དང་ཆོས་གོས་ཀྱི་ལས་མི་བྱ།
en: may not wet, sweep, or apply fresh cow dung to a monastery, or work on his begging bowl or Dharma robes, without first consulting a preceptor or instructor.

source: དགེ་སློང་དེ་འདྲ་བ་མཁོས་སུ་དབབ་པར་མི་བྱ།
en: Such a monk should not be welcomed.

source: དགེ་སློང་དེ་འདྲ་བ་ལ་འདག་རྫས་དང་། སོ་ཤིང་དག་བསྟབ་པར་མི་བྱ།
en: Such a monk should not be given soap or a toothbrush.

source: ཁ་ཏོན་དང་དམིགས་ཀྱིས་དྲི་བ་མི་བྱའོ།
en: He should not be asked for prayers or looked to for answers.

source: མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་མ་ཞུས་པར་ལས་ཐམས་ཅད་མི་བྱ་སྟེ།
en: should not undertake any activity without first consulting a preceptor or instructor,

source: བཤང་བ་དང་། གཅི་བ་དང་། སོ་ཤིང་དོར་བ་དང་།
en: with the exception of defecating, urinating, throwing away his toothbrush,

source: ཆུ་བཏུང་བ་དང་། ཉེ་འཁོར་དང་བཅས་པའི་གཙུག་ལག་ཁང་དུ་མཆོད་རྟེན་ལ་ཕྱག་བྱ་བ་དང་།
en: drinking water, paying reverence to a stūpa in the vicinity of the monastery,

source: གཙུག་ལག་ཁང་ནས་འདོམ་བཞི་བཅུ་རྩ་དགུའི་མཐའ་ཚུན་ཆད་དུ་འགྲོ་བ་ནི་མ་གཏོགས་སོ།
en: or moving about within forty-nine fathoms of the monastery.

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་ལྷུང་བཟེད་ཀྱི་ལས་ཉེ་བར་གནས་པར་གྱུར་ན།
en: “When, for instance, he attends to the begging bowl of a preceptor or instructor,

source: དེ་ལ་དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས། །
en: a monk ward or apprentice should do so with great vigor, thinking,

source: དེ་ལ་དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས།
en: should do so with great vigor, thinking,

source: ཨེ་མའོ་བདག་ཅག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་ལྷུང་བཟེད་ཀྱི་ལས་བྱའོ་ཞེའམ། བྱེད་དུ་གཞུག་གོ་ཞེས་བརྩོན་པ་ཤས་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ། །
en: ‘Oh! We shall work on the preceptor or instructor’s begging bowl or have another do so.’

source: གལ་ཏེ་བརྩོན་པར་བྱེད་ན་དེ་ལྟ་ན་ལེགས།
en: If he should exert himself, then all is well.

source: གལ་ཏེ་བརྩོན་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: A serious breach occurs if he should not exert himself.

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་ཆོས་གོས་ཀྱི་ལས་ཉེ་བར་གནས་པར་གྱུར་ན།
en: “When, for instance, he attends to the Dharma robes of a preceptor or instructor,

source: ཨེ་མའོ་བདག་ཅག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་ཆོས་གོས་ཀྱི་ལས་བྱའོ་ཞེའམ། །
en: ‘Oh! We shall work on the preceptor or instructor’s Dharma robes or have another do so.’

source: གལ་ཏེ་བརྩོན་པར་བྱེད་ན་དེ་ལྟ་ན་ལེགས། གལ་ཏེ་བརྩོན་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: A serious breach occurs if he should not exert himself.

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་ན་བར་གྱུར་ན།
en: “When, for instance, a preceptor or instructor falls ill,

source: ཨེ་མའོ་བདག་ཅག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་ནད་གཡོག་བྱའོ་ཞེའམ། །
en: ‘Oh! We shall work as the preceptor or instructor’s sickness attendants or have another do so.’

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་འགྱོད་པ་སྐྱེས་ན།
en: “If, in thinking of his preceptor or instructor, he feels sorrow,

source: ཨེ་མའོ་བདག་ཅག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་འགྱོད་པ་བསལ་བར་བྱའོ་ཞེའམ། །
en: ‘Oh! I will dispel the sorrow I feel toward my preceptor or instructor,

source: བྱེད་དུ་གཞུག་གོ་ཞེས་བརྩོན་པ་ཤས་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ། །
en: or cause another who feels sorrow toward my preceptor or instructor to dispel that sorrow.’

source: གལ་ཏེ་བརྩོན་པར་བྱེད་ན་དེ་ལྟ་ན་ལེགས། །
en: If he should exert himself, then all is well.

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་སྡིག་པ་ཅན་གྱི་ལྟ་བའི་རྣམ་པ་སྐྱེས་ན།
en: “If, in thinking of his preceptor or instructor, he develops a negative view,

source: ཨེ་མའོ་བདག་ཅག་གིས་མཁན་པོ་དང་སློབ་དཔོན་དག་གི་སྡིག་པ་ཅན་གྱི་ལྟ་བའི་རྣམ་པ་སྤང་བར་བྱའོ་ཞེའམ། །
en: ‘Oh! I will discard the negative view that I have toward my preceptor or instructor,

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་དགེ་འདུན་གྱིས་ནན་ཐུར་གྱི་ལས་འདི་ལྟ་སྟེ།
en: “The saṅgha may mete out the following disciplinary acts on a preceptor or instructor:

source: བསྡིགས་པའི་ལས་དང་། སྨད་པའི་ལས་དང་། བསྐྲད་པའི་ལས་དང་། ཕྱིར་དགྱེད་པའི་ལས་དང་།
en: an act of censure, an act of demotion, an act of expulsion, an act of reconciliation,

source: མ་མཐོང་བས་གནས་ནས་དབྱུང་བའི་ལས་དང་། ཕྱིར་མི་འཆོས་པས་གནས་ནས་དབྱུང་བའི་ལས་དང་།
en: an act of suspension for refusal to acknowledge, an act of suspension for refusal to make reparations,

source: སྡིག་པ་ཅན་གྱི་ལྟ་བའི་རྣམ་པ་མི་གཏོང་བས་གནས་ནས་དབྱུང་བའི་ལས་དེ
en: or an act of suspension for refusal to give up deviant views.

source: ལྟ་བུ་དག་བྱེད་འདོད་པར་གྱུར་ན།
en: If there is a desire to mete out such an act

source: དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས། ཨེ་མའོ་དགེ་འདུན་གྱིས་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་ནན་ཐུར་གྱི་ལས་འདི་ལྟ་བུ་དག་མི་བྱའོ་ཞེས་བརྩོན་པ་ཤས་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ།
en: a monk ward or apprentice should plead with great vigor, ‘Oh! The saṅgha should not mete out such disciplinary acts to my preceptor or instructor.’

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་དགེ་འདུན་ལྷག་མའི་ལྟུང་བ་བྱུང་བར་གྱུར་ན། །
en: “If a preceptor or an instructor were to incur a transgression requiring saṅgha intervention,

source: དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས། ཨེ་མའོ་དགེ་འདུན་གྱིས་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་སྤོ་བ་དང་གཞི་ནས་སྤོ་བ་སྦྱིན་པར་བྱའོ་ཞེས་བརྩོན་པ་ཤས་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ།
en: a monk ward or apprentice should plead with great vigor, ‘Oh! The saṅgha should impose a demotion or a repeat demotion on those preceptors and instructors.”

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་སྤོ་བ་དང་གཞི་ནས་སྤོ་བ་སྤྱད་ཟིན་པར་གྱུར་ན། །
en: “If a demotion or a repeat demotion has already been imposed on a preceptor or an instructor,

source: དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས། ཨེ་མའོ་དགེ་འདུན་གྱིས་མཁན་པོ་དང་སློབ་དཔོན་སྤོ་བ་དང་གཞི་ནས་སྤོ་བ་སྤྱད་ཟིན་པ་དག་ལ་མགུ་བར་བྱ་བ་དང་གཞི་ནས་མགུ་བར་བྱ་བ་སྦྱིན་པར་བྱའོ་ཞེས་བརྩོན་པ་ཤས་ཆེན་པོ་བསྒྲུབ་པར་བྱའོ།
en: a monk ward or apprentice should plead with great vigor, ‘Oh! The preceptor or instructor upon whom a demotion or a repeat demotion has been imposed should be given a probation or a repeat probation instead.’

source: འདི་ལྟ་སྟེ་མཁན་པོ་དང་སློབ་དཔོན་དག་གིས་མགུ་བར་བྱ་བ་དང་གཞི་ནས་མགུ་བར་བྱ་བ་སྤྱད་ཟིན་པར་གྱུར་ན།
en: “If a preceptor or an instructor has served out a probation or a repeat probation,

source: ཨེ་མའོ་དགེ་འདུན་གྱིས་མཁན་པོ་དང་སློབ་དཔོན་མགུ་བར་བྱ་བ་དང་གཞི་ནས་མགུ་བར་བྱ་བ་སྤྱད་ཟིན་པ་དག་ལ་དབྱུང་བ་སྦྱིན་པར་བྱའོ་ཞེས་བརྩོན་པ་ཤས་ ཆེན་པོ་བསྒྲུབ་པར་བྱའོ། །
en: ‘Oh! The preceptor or instructor who has served out his probation or a repeat probation should be granted a reinstatement.’

source: དགེ་སློང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ཀྱིས་མཁན་པོ་དང་སློབ་དཔོན་དག་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བྱ་བ་དེ་བཞིན་དུ་མཁན་པོ་དང་སློབ་ དཔོན་དག་གིས་ཀྱང་ལྷན་ཅིག་གནས་པ་དང་ཉེ་གནས་རྣམས་ལ་བསྒྲུབ་པར་བྱ་སྟེ་ཞུ་བ་ནི་མ་གཏོགས་སོ།། །།
en: “As monk wards and apprentices treat preceptors and instructors, just so should preceptors and instructors treat monk wards and apprentices, but only if requested.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་དུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བར་དབྱར་གནས་པར་ཞལ་གྱིས་བཞེས་སོ། །
en: The Blessed Buddha pledged to pass the rainy season at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī.

source: དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་ཉེ་སྡེ་ལྗོངས་སུ་དབྱར་གནས་པར་ཁས་བླངས་ཤིང་དེས་ལོ་གཅིག་ལོན་པ་ན་
en: The venerable Upasena had pledged to pass that same rainy season in some distant place. After one year had passed,

source: ལྷན་ཅིག་གནས་པ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་སོ། །
en: he took a ward, allowed his going forth and ordained him.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཉེ་སྡེ་དབྱར་ཟླ་བ་གསུམ་འདས་ནས་ཆོས་གོས་བྱས་པ་དང་ལྡན།
en: After the rainy season had passed, Upasena took up his Dharma robes.

source: ཆོས་གོས་ཟིན་པ་དང་ལྡན་ཞིང་ལོ་གཉིས་ལོན་པ་ལྷན་ཅིག་གནས་པ་ལོ་གཅིག་ལོན་པ་དང་ལྷན་ཅིག་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ།
en: This monk of two years and his ward of one took up their begging bowls and Dharma robes,

source: མཉན་ཡོད་ག་ལ་བ་དེར་རྒྱུ་ཞིང་སོང་ནས་མཐར་གྱིས་རྒྱུ་ཞིང་འགྲོ་བ་ན་མཉན་ཡོད་དུ་ཕྱིན་ཏོ།
en: set out for, and made their way in stages to Śrāvastī.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཉེ་སྡེས་ལྷུང་བཟེད་དང་ཆོས་གོས་མཁོས་སུ་ཕབ་སྟེ་རྐང་པ་གཉིས་བཀྲུས་ནས་
en: When they arrived, Upasena set down his begging bowl and Dharma robe, washed his feet,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Having bowed his head at the Blessed One’s feet, he sat off to one side.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་ཉིད་ནི་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་རྣམས་ལ།
en: It is natural for blessed buddhas to welcome those monks that come to visit them with the words,

source: དགེ་སློང་ཁྱོད་ད་གཟོད་ག་ལས་འོངས་དབྱར་གང་དུ་གནས་པར་ཁས་བླངས་ཞེས་
en: “Monk, where have you come from just now?

source: སོ་སོར་ཀུན་དགའ་བར་བྱ་བ་འདིས་སོ་སོར་ཀུན་དགའ་བར་མཛད་པ་ཡིན་པས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཉེ་སྡེ་ལ་བཀའ་སྩལ་པ། །
en: Where did you pledge to pass the rainy season?” And so the Blessed One asked Upasena these very questions.

source: ཉེ་སྡེ་ཁྱོད་ད་གཟོད་ག་ལས་འོངས། དབྱར་གང་དུ་གནས་པར་ཁས་བླངས་བཙུན་པ་བདག་ད་གཟོད་ལྗོངས་ནས་མཆིས་ཏེ། དབྱར་ལྗོངས་སུ་གནས་པར་མཆིད་ཀྱིས་འཚལ་ཏོ།
en: “Reverend, I have come from distant lands just now and I seek to speak with you about passing the rainy season in distant lands.”

source: ཉེ་སྡེ་ཁྱོད་ཀྱི་རིགས་ཀྱི་བུ་འདི་སུ་ཞིག་ཡིན། བཙུན་པ་བདག་གི་ལྷན་ཅིག་གནས་པ་ལགས་སོ། །
en: “Upasena, who is this noble son with you?” “Reverend, he is my ward.”
